Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/saamelaiskarajat_kiitti_stipendein_saamen_kielten_opinnoissa_menestyneita_oppilaita(1).html.tmx
Source language: fin
Languages: sms

source: Saamelaiskäräjät kiitti stipendein saamen kielten opinnoissa menestyneitä oppilaita
sms: Sääʹmteʹǧǧ späʹssbõõžži stipeeʹndivuiʹm sääʹmǩiõli määttain oʹnnstam škooulniiʹǩǩid da mättʼtõõttjid

source: Saamelaiskäräjät jakoi koulujen kevätlukukauden päättyessä stipendejä saamen kielten opinnoissa hyvin menestyneille oppilaille.
sms: Ko škoouli ǩiđđlookkâmpââʹjj puuđi, Sääʹmteʹǧǧ juõʹjji stipeeʹndid sääʹmǩiõli määttain puârast piʹrǧǧääm škooulniiʹǩǩid da mättʼtõõttjid.

source: Stipendin sai yhteensä 18 perusopetuksen päättänyttä oppilasta ja kaksitoista uutta ylioppilasta.
sms: Õhttsiʹžže 18 vuâđđmättʼtõõzz ǩiõrǥtam škooulneʹǩǩed da 12 ođđ pâʹjjmättʼtõõttjed vuåǯǯu stipeeʹnd.

source: Saamelaisalueen koulutuskeskuksesta valmistuvista stipendin sai kaksi opiskelijaa ja yksi koltansaamen ylioppilaskokeen suorittanut.
sms: Sääʹm škooultemkõõskõõzzâst kueʹhtt mättʼtõõtti, kook leʹjje valmštõõvvâm, da õhtt mättʼtõõtti, kååʹtt leäi čõõđtam nuõrttsääʹmǩiõl pâʹjjmättʼtõõttiteeʹst, vuåǯǯu stipeeʹnd.

source: Saamelaiskäräjien stipendin saivat seuraavat nuoret:
sms: Sääʹmteeʹǧǧ stipeeʹnd vuåǯǯu täk nuõr: Pâʹjjmättʼtõõtti:

source: Ylioppilaat:
sms: Âʹvvel lookkjiškooul: Sáárákáisá Seurujärvi (aanrõšǩiõll), Siiri Ranttila (tâʹvvsääʹmǩiõll), Hilla Portti (tâʹvvsääʹmǩiõll), Lassi-Olavi Mäkinen (tâʹvvsääʹmǩiõll), Jonne Aikio (tâʹvvsääʹmǩiõll), Jenna Portti (tâʹvvsääʹmǩiõll), Bigga Guttorm (tâʹvvsääʹmǩiõll)

source: Ivalon lukio : Sáárákáisá Seurujärvi (inarinsaame), Siiri Ranttila (pohjoissaame), Hilla Portti (pohjoissaame), Lassi-Olavi Mäkinen (pohjoissaame), Jonne Aikio (pohjoissaame), Jenna Portti (pohjoissaame), Bigga Guttorm (pohjoissaame),
sms: Suäʹdjel lookkjiškooul: Ada Heikkilä (tâʹvvsääʹmǩiõll)

source: Sodankylän lukio: Ada Heikkilä (pohjoissaame)
sms: Lyseonpuisto lookkjiškooul, Ruäʹvnjargg: Áile Keskitalo (tâʹvvsääʹmǩiõll), Antte Heatta (tâʹvvsääʹmǩiõll)

source: Lyseonpuiston lukio, Rovaniemi : Áile Keskitalo (pohjoissaame), Antte Heatta (pohjoissaame)
sms: Ruäʹvnjaarǥ vuõrâsoummilookkjiškooul: Samu Kitti (tâʹvvsääʹmǩiõll)

source: Rovaniemen aikuislukio: Samu Kitti (pohjoissaame)
sms: Kempele lookkjiškooul: Matias Karjalainen (tâʹvvsääʹmǩiõll)

source: Kempeleen lukio: Matias Karjalainen (pohjoissaame)
sms: Vuâđđmättʼtõõzz čõõđtam škooulneeʹǩǩ:

source: Perusopetuksen suorittaneet oppilaat:
sms: Hetta vuâđđškooul: Rosa-Máren Juuso (tâʹvvsääʹmǩiõll), Marielle Näkkäläjärvi (tâʹvvsääʹmǩiõll), Jan Krister Wahlberg (tâʹvvsääʹmǩiõll)

source: Hetan peruskoulu : Rosa-Máren Juuso (pohjoissaame), Marielle Näkkäläjärvi (pohjoissaame), Jan Krister Wahlberg (pohjoissaame)
sms: Aanar škooul: Britt-Inga Näkkäläjärvi (tâʹvvsääʹmǩiõll), Riigu Juntunen (tâʹvvsääʹmǩiõll), Eliel Kalla (aanrõšǩiõll), Emma Sieppi (tâʹvvsääʹmǩiõll)

source: Inarin koulu: Britt-Inga Näkkäläjärvi (pohjoissaame), Riigu Juntunen (pohjoissaame), Eliel Kalla (inarinsaame), Emma Sieppi (pohjoissaame)
sms: Âʹvvel pââibužškooul: Tinja Hakovirta (aanrõšǩiõll)

source: Ivalon yläkoulu: Tinja Hakovirta (inarinsaame)
sms: Čeʹvetjääuʹr škooul: Lilja Ljetoff (nuõrttsääʹmǩiõll)

source: Sevettijärven koulu: Lilja Ljetoff (koltansaame)
sms: Uccjokknjääʹlm škooul: Sanna Aikio (tâʹvvsääʹmǩiõll), Andaras Valle (tâʹvvsääʹmǩiõll)

source: Utsjokisuun koulu : Sanna Aikio (pohjoissaame), Andaras Valle (pohjoissaame)
sms: Vuâčč škooul: Neini Pehkonen (tâʹvvsääʹmǩiõll)

source: Vuotson koulu: Neini Pehkonen (pohjoissaame)
sms: Urheilupuisto škooul, Mikkeli: Kerttu Kirjalainen (tâʹvvsääʹmǩiõll)

source: Urheilupuiston koulu, Mikkeli: Kerttu Kirjalainen (pohjoissaame)
sms: Wivi Lönn škooul, Tampere : Venla Järvensivu (tâʹvvsääʹmǩiõll)

source: Wivi Lönnin koulu, Tampere: Venla Järvensivu (pohjoissaame)
sms: Vihtavuori škooul, Laukaa: Paula Vuolab (tâʹvvsääʹmǩiõll), Petra Vuolab (tâʹvvsääʹmǩiõll)

source: Vihtavuoren koulu, Laukaa: Paula Vuolab (pohjoissaame), Petra Vuolab (pohjoissaame)
sms: Täʹsnnkååʹdd škooul, Suäʹdjel: Siiri Ylivaara (tâʹvvsääʹmǩiõll)

source: Tähtikunnan koulu, Sodankylä: Siiri Ylivaara (pohjoissaame)
sms: Ounasjooǥǥ vuâđđškooul, Ruäʹvnjargg: Aino-Maaret Joona (tâʹvvsääʹmǩiõll)

source: Ounasjoen peruskoulu, Rovaniemi: Aino-Maaret Joona (pohjoissaame)
sms: Sääʹm škooultemkõõskõõzzâst valmštõõvvâm:

source: Saamelaisalueen koulutuskeskuksesta valmistuneet:
sms: Aanarsääʹmǩiõl da kulttuur linjj: Tomi Kristian Koivunen

source: Inarinsaamen kielen ja kulttuurin linja : Tomi Kristian Koivunen
sms: Tâʹvvsääʹmǩiõl da kulttuur linjj: Kia Joanna Olin

source: Pohjoissaamen kielen ja kulttuurin linja: Kia Joanna Olin
sms: Nuõrttsääʹmǩiõl pâʹjjmättʼtõõttiteʹstt: Erkki Feodoroff

source: Koltansaamen kielen ylioppilaskoe: Erkki Feodoroff
sms: Sääʹmteʹǧǧ ääjast leekk da šiõǥǥ ǩieʹssluäm pukid!
